Revit 2027 API
ParameterTypeId.RbsOffsetParam Property
 "Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsOffsetParam { get; }
Public Shared ReadOnly Property RbsOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsOffsetParam {
	ForgeTypeId^ get ();
}
static member RbsOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace